{
  "greeting": "ஆயுபோவன்",
  "status": "இன்று அதிகாரப்பூர்வமாக அரிசி விலைகள் என்ன நடக்கின்றன:",
  "home_page": "முகப்பு",
  "forecast_page": "முன்னிருப்புகள் உருவாக்குக",
  "guide_page": "வழிகாட்டு மற்றும் அம்ச தகவல்",
  "forecast_page_title": "முன்னிருப்புகளை தொடங்குக",
  "forecast_page_subtitle": "தயவுசெய்து கீழே உள்ள புலங்களை உள்ளிட்டு உங்கள் முன்னிருப்பு மாதிரியை உருவாக்குவதற்கு",
  "form_part_1_title": "தொடர் தேர்ந்தெடு",
  "form_part_1_subtitle_1": "முன்னிருப்பு செல்லாத பொருட்களை தேர்ந்தெடுக்க விருப்பத்தை கீழே தேர்வு செய்யவும்.",
  "form_part_1_subtitle_2": "அரிசி விலைகளை முன்னிருப்பிப்பதற்கான முழுமையான விலைக்கு அரசியல் (ஒற்றை சொந்த மாற்றம்) பயன்படுத்துவதற்கு, படுக்கையை மீட்டெடுக்க தவறு படுகின்றது",
  "form_part_2_title": "தேதி வரம்பைத் தேர்வு செய்யுங்கள்",
  "form_part_2_subtitle_1": "1996-01 இல் 2022-12 வரை தேதிகளை உள்ளிடலாம்.",
  "form_part_2_date_from": "தேதி முதல்",
  "form_part_2_date_to": "கடைசி தேதி",
  "form_next_btn": "அடுத்து",
  "form_prev_btn": "முந்தையது",
  "form_submit_btn": "சமர்ப்பிக்கவும்",
  "form_again_btn": "மீண்டும் முன்னிருக்கவும்",
  "guide_title_1": "இந்த திட்டத்தின் நோக்கம் என்ன?",
  "guide_desc_1": "ஸ்ரீஒரிழைக்கூரா என்பதன் இலக்கு இலங்கையில் அரிசி மற்றும் நெல் விலைகளை சரியான முன்னிருப்பை உருவாக்க ஒரு தளத்தை வழங்குவது.",
  "guide_title_2": "அரிசி விலைக்கு விதிகள் என்னவென்று எதுவும் சிறிலங்காவில் அதிகரிக்கின்றது?",
  "guide_desc_2": "அரிசி மற்றும் நெல் விலைகள் ஸ்ரீலங்காவில் உள்ள பல்வேறு தொகுப்புகளால் மிகுந்த விதமாக சிறிதும் அதிகாரப்பூர்வப்படுகின்றது. இதில் படக்குழுவின் உயர்நிலை மற்றும் அரிசியின் உற்பத்தி மட்டம், பயன்பாடு, நாட்டின் உற்பத்தி மற்றும் அரிசியின் ஆய்வின் மூலம், அரசியல் கொள்கைகள், ஊழியர் நிதிப்பாளர்கள் மற்றும் வருங்கால அழிப்புகள் முதன்முதலில் அரிசி மற்றும் நெல் விலைகளை மாற்றுகின்றன. இதுவரை, மற்ற நாடுகளின் தேவையும் பொருள் கொள்கைகளும் மட்டும் சிறிதும் அரிசி மற்றும் நெல் விலைகளை வரையறுக்குகின்றன. இதன் மேல், போக்கு மற்றும் ஆய்வு சார்ந்த அரசியல் அழிப்புகளும் ஸ்ரீலங்காவின் அரிசி மற்றும் நெல் விலைகளை மாற்றுகின்றன.",
  "guide_title_3": "முன்னிருப்புகளை உருவாக்குவது எப்படி?",
  "guide_text_3": {
    "guide_text_3_1": "செல்",
    "guide_text_3_2": "முன்னிருப்புகள் பக்கத்தில் செல்லவும்",
    "guide_text_3_3": "முன்னிருப்புகள் மேன்மையை அதிகரிக்க மேலும் தொகுப்புகளைத் தேர்வுசெய்யவும்",
    "guide_text_3_4": "தேதிக்கு முன்புள்ள தற்போதைய தரவுகளின் கடைசி 12 மாதங்கள் முன்னிருப்பினர் முதலில் முன்னிருப்பு செய்யப்படும்"
  }
}